Repository: potofcoffee/peregrinus_pulpit
Catalog: Resources/Private/Languages/pulpit-*.po
Languages: de_de

source: Good news! All necessary updates have been installed.
de_de: Gute Nachricht! Alle notwendigen Updates wurden installiert.

source: Delete
de_de: Löschen

source: Edit
de_de: Bearbeiten

source: Every minute
de_de: Jede Minute

source: Settings
de_de: Einstellungen

source: Sermons
de_de: Predigten

source: Permalink for %s
de_de: Permalink für %s

source: URL rewriting
de_de: Permalinks

source: Here you can define your own texts for the permalinks created by PULPIT:
de_de: Hier kannst du eigene URL-Abschnitte für die von PULPIT erzeugten Permalinks definieren:

source: Podcast settings
de_de: Einstellungen für den Podcast

source: Here you can set up the required information for your podcast
de_de: Hier kannst du die nötigen Informationen für deinen Podcast eingeben:

source: Podcast title
de_de: Titel des Podcasts

source: Podcast description
de_de: Beschreibung des Podcasts

source: Podcast title image
de_de: Titelbild des Podcasts

source: Select image
de_de: Bild auswählen

source: Podcast language
de_de: Sprache des Podcasts

source: Podcast copyright
de_de: Copyrights für den Podcast

source: Name of the podcast author
de_de: Name des Autors

source: Email address of the podcast author
de_de: E-Mailadresse des Autors

source: Content category
de_de: Inhaltskategorie

source: Updating external components...
de_de: Externe Komponenten werden aktualisiert...

source: It looks like some of the external components PULPIT uses need to be updated. <a href="%s">Click here</a> to load all necessary updates.
de_de: Wie es scheint, müssen einige der von PULPIT verwendeten externen Komponenten aktualisiert werden. <a href="%s">Klicke hier</a>, um alle Updates zu installieren.

source: Good news: All external components for PULPIT are up to date.
de_de: Gute Nachricht: Alle externen Komponenten, die PULPIT nutzt, sind auf dem aktuellsten Stand.

source: Sermons: Migrations
de_de: Predigten: Migrationstools

source: Sermon
de_de: Predigt

source: Events
de_de: Veranstaltungen

source: Event
de_de: Veranstaltung

source: %Y-%m-%d %H:%M
de_de: %d.%m.%Y, %H:%M

source: Remove event
de_de: Veranstaltung entfernen

source: Add event
de_de: Neue Veranstaltung

source: Add new slide
de_de: Neue Predigtfolie hinzufügen

source: Add New
de_de: Neu

source: Search locations
de_de: Veranstaltungsorte durchsuchen

source: No locations found
de_de: Keine Veranstaltungsorte gefunden.

source: No locations found in Trash
de_de: Im Papierkorb wurden keine Veranstaltungsorte gefunden.

source: Locations
de_de: Veranstaltungsorte

source: Title
de_de: Titel

source: Add New Event
de_de: Neue Veranstaltung

source: Edit Event
de_de: Veranstaltung bearbeiten

source: New Event
de_de: Neue Veranstaltung

source: View Event
de_de: Veranstaltung ansehen

source: Search events
de_de: Veranstaltungen durchsuchen

source: No events found
de_de: Keine Veranstaltungen gefunden.

source: No events found in Trash
de_de: Im Papierkorb wurden keine Veranstaltungen gefunden.

source: Date
de_de: Datum

source: Time
de_de: Zeit

source: Location
de_de: Ort

source: %Y-%m-%d
de_de: %d.%m.%Y

source: %H:%M
de_de: %H:%M Uhr

source: General
de_de: Allgemein

source: Upcoming events
de_de: Zukünftige Veranstaltungen

source: Add New Location
de_de: Neuer Veranstaltungsort

source: Edit Location
de_de: Veranstaltungsort bearbeiten

source: New Location
de_de: Neuer Veranstaltungsort

source: View Location
de_de: Veranstaltungsort ansehen

source: Adress
de_de: Adresse

source: Organisational contact
de_de: Organisatorischer Kontakt

source: Phone number
de_de: Telefon

source: Fax number
de_de: Fax

source: Email address
de_de: E-Mailadresse

source: Parking
de_de: Parkplätze

source: Public transport
de_de: Öffentliche Verkehrsmittel

source: Accessibility
de_de: Barrierefreiheit

source: Has restrooms
de_de: WC vorhanden

source: Provisions for parents with small children
de_de: Einrichtungen für Eltern mit kleinen Kindern

source: Has an elevator
de_de: Aufzug vorhanden

source: Add New Sermon
de_de: Predigt hinzufügen

source: Edit Sermon
de_de: Predigt bearbeiten

source: New Sermon
de_de: Neue Predigt

source: View Sermon
de_de: Predigt ansehen

source: Search Sermons
de_de: Predigten durchsuchen

source: No sermons found
de_de: Keine Predigt gefunden.

source: No sermons found in Trash
de_de: Im Papierkorb wurden keine Predigten gefunden.

source: Speaking time
de_de: Redezeit

source: Preached
de_de: Gepredigt am

source: Series
de_de: Reihe

source: Preacher
de_de: Prediger

source: Subtitle
de_de: Untertitel

source: Study Materials
de_de: Studienmaterial

source: Bible reference
de_de: Bibelstelle

source: Bible text
de_de: Bibeltext

source: Notes header
de_de: Überschrift für den Notizenteil

source: Key points
de_de: Hauptpunkte

source: Small group questions
de_de: Fragen für Kleingruppen

source: Further reading
de_de: Weiterführende Literatur

source: Preparation
de_de: Vorbereitung

source: How to prepare for the service
de_de: Wie man sich auf den Gottesdienst vorbereiten kann

source: Resources
de_de: Ressourcen

source: This sermon is released under CC-BY-SA 4.0
de_de: Diese Predigt wird unter einer CC-BY-SA 4.0 Lizenz veröffentlicht

source: Handout
de_de: Begleitzettel

source: Don't show links to handout
de_de: Keine Links zum Begleitzettel zeigen

source: Title image
de_de: Titelbild

source: Preview image
de_de: Vorschaubild

source: Image credits
de_de: Bildquelle

source: Audio recording <b>REL!</b>
de_de: Aufnahme der Predigt

source: Select audio file
de_de: Audiodatei auswählen

source: Audio recording
de_de: Aufnahme der Predigt

source: Remote audio file
de_de: Externe Aufnahme

source: Video recording
de_de: Video zur Predigt

source: Slideshow
de_de: Präsentation

source: Slides
de_de: Folien

source: Select slide
de_de: Folie auswählen

source: Associated events
de_de: Zugehörige Veranstaltungen

source: Amazon link
de_de: Link zu Amazon

source: Smashwords link
de_de: Link zu Smashwords

source: Synchronization
de_de: Synchronisierung

source: Remote URL
de_de: Externe URL

source: Slide
de_de: Folie

source: Add New Slide
de_de: Predigtfolie hinzufügen

source: Edit Slide
de_de: Predigtfolie bearbeiten

source: New Slide
de_de: Neue Predigtfolie

source: View Slide
de_de: Predigtfolie anzeigen

source: Search Slides
de_de: Predigtenfolie suchen

source: No slides found
de_de: Keine Predigtfolie gefunden.

source: No slides found in Trash
de_de: Im Papierkorb wurden keine Predigtenfolien gefunden.

source: No sermon selected.
de_de: Keine Predigtfolie ausgewählt

source: Slide options
de_de: Folieneinstellungen

source: Suppress title on exported slide
de_de: Titel auf dieser Folie nicht anzeigen

source: Church services
de_de: Gottesdienste

source: Preachers
de_de: Prediger

source: Search preachers
de_de: Prediger durchsuchen

source: Most frequent preachers
de_de: Am häufigsten verwendete Prediger

source: All preachers
de_de: Alle Prediger

source: Edit preachers
de_de: Prediger bearbeiten

source: Update preachers
de_de: Prediger aktualisieren

source: Add new preacher
de_de: Neuen Prediger hinzufügen

source: New preacher name
de_de: Name des neuen Predigers

source: Separate multiple preachers with commas
de_de: Trenne mehrere Prediger mit Kommas

source: Add or remove preachers
de_de: Prediger hinzufügen oder entfernen

source: Choose from most frequent preachers
de_de: Wähle aus den am häufigsten verwendeten Predigern

source: Sermon Series
de_de: Predigtreihen

source: Search sermon series
de_de: Predigtreihen durchsuchen

source: Most frequent sermon series
de_de: Am häufigsten verwendete Predigtreihen

source: All sermon series
de_de: Alle Predigtreihen

source: Edit sermon series
de_de: Predigtreihe bearbeiten

source: Update sermon series
de_de: Predigtreihe aktualisieren

source: Add new sermon series
de_de: Predigtreihe hinzufügen

source: New sermon series name
de_de: Titel der neuen Predigtreihe

source: Separate sermon series with commas
de_de: Predigtreihen durch Kommas trennen

source: Add or remove sermon series
de_de: Predigtreihen hinzufügen oder entfernen

source: Choose from most used sermon series
de_de: Wähle aus den am häufigsten verwendeten Predigtreihen

source: License
de_de: Lizenz

source: See original image
de_de: Zum Originalbild

source: Image
de_de: Bild

source: Posts by %s
de_de: Posts von %s
